{
  "entries": [
    {
      "role": "Доктор",
      "content": "    Доктор это светлый игрок. Он просыпается ночью и делает выбор, кого вылечить. Таким образом ночью игрок в которого стреляли не умрет.\n    Доктор может лечить себя, однако доктор не может выбирать одного и того же игрока каждую ночь, только через 1 ночь.\n    Если доктор вылечит красотку, то будут вылечен и тот, кого ночью выбрала красотка.\n    Если доктор вылечит игрока, у которого есть запасные жизни (телохранитель и везунчик), которые были отняты этой ночью, он их восстановит, но если жизни были потеряны до этой ночи, то он их не восполнит.\n    Доктор не может спасти агента, если в него выстрелили мафия или картель.\n    Если доктора забрала к себе красотка, и в нее выстрелили ночью, но при этом доктор вылечил себя, умрет одна красотка."
    },
    {
      "role": "Красотка",
      "content": "    Красотка это светлый игрок. Он просыпается ночью, и выбирает любого игрока, кроме себя. Тем самым она забирает этого игрока к себе на ночь.\n    Игрока, которого она выбрала, нельзя убить или вылечить ночью, т.е. если в него будет произведен выстрел, вылечивание доктором или спасение телохранителем, то они не будут засчитаны, так как игрок находился ночью у красотки.\n    Но если эти действия, будут приняты в отношении красотки, то они распространятся и на того кого она забрала к себе.\n    Например: красотка(игрок 1) выбирает ночью игрока 5, мафия выбирает игрока 5, на утро все будут живы, но если бы мафия выбрала ночью игрока 1(красотку), то на утро было бы убито 2 игрока(1 и 5)."
    },
    {
      "role": "Везунчик",
      "content": "    Везунчик это светлый игрок. Он не просыпается ночью, но имеет 2 запасных жизни.\n    Если ночью был произведен выстрел в везунчика но его вылечил доктор, то жизни у везунчика не будут отняты.\n    ВАЖНО! Если вор украл роль у везунчика, то на эту ночь, везунчик остается без своих запасных жизней, и может умереть за 1 выстрел."
    },
    {
      "role": "Мститель",
      "content": "    Мститель это светлый игрок. Он не просыпается ночью, но когда он выбывает из игры, он должен выбрать одно из живых игроков, кого заберет с собой, и выбранный игрок покидает игру вместе с мстителем."
    },
    {
      "role": "Телохранитель",
      "content": "    Телохранитель это светлый игрок. Он имеет 1 запасную жизнь, ночью он делает выбор, кого защитить.\n    Если ночью будет произведен выстрел в игрока, которого защитил телохранитель, игрок выживет, а у телохранитель будет потеряна 1 жизнь.\n    Если выстрелов будет 2, телохранитель умрет.\n    Если выстрелов будет больше, чем осталось жизней у телохранителя , умрет телохранитель и тот, кого он защищал.\n    Телохранитель не может спасти агента, если в него выстрелили мафия или картель.\n    ВАЖНО! Если ночью выстрел будет произведен в самого телохранителя (а не в того кого он защищает), то выстрел будет мимо, так как телохранитель ночью ушел защищать игрока.\n    ВАЖНО! Если игрока, которого выбрал телохранитель, забрала к себе красотка, то телохранитель остается один у этого игрока и не забирает его с собой если умрет."
    },
    {
      "role": "Детектив",
      "content": "    Детектив это светлый игрок. Он просыпается ночью и выбирает игрока. После выбора игрока он должен показать ведущему жестом, что он будет делать с игроком, проверить(большой палец) или выстрелить(пистолет).\n    Если детектив выбрал проверку, он узнает, светлая роль у игрока или темная.\n    Если детектив выбрал выстрелить, то он убивает этого игрока, если этот игрок умирает и оказывается не темный, то у детектива забирают пистолет, и он не может стрелять следующие 2 ночи.\n    Если роль детектива заблокирована или украдена, то он не узнает результат проверки.\n    ВАЖНО! Детектив может раскрыть свою роль."
    },
    {
      "role": "Сыщик и Патрульный",
      "content": "    Сыщик и Патрульный это светлые игроки. Они являются разделенным аналогом детектива.\n    Их задача находить и убивать темных игроков.\n    В первую ночь они просыпаются раздельно и делают выбор.\n    Сыщик ночью проверяет роль выбранного игрока.\n    Патрульный ночью стреляет в выбранного игрока.\n    Во вторую ночь они просыпаются совместно и делают выбор, они могут только проверить роль игрока.\n    Третья ночь происходит аналогично первой.\n    Если сыщик выбывает, то патрульный стреляет каждую ночь.\n    в отличие от детектива, у патрульного не изымается пистолет, если он убил светлого игрока.\n    Если роль сыщика заблокирована или украдена, то он не узнает результат проверки.\n    ВАЖНО! Сыщик и Патрульный могут раскрыть свою роль."
    },
    {
      "role": "Супермирный",
      "content": "    Супермирный это светлый игрок. Он просыпается ночью и имеет несколько возможностей.\n    В первую ночь он проверяет, светлая роль у игрока или темная.\n    Во вторую ночь он может вылечить любого игрока, в том числе себя.\n    В третью ночь он убивает любого игрока.\n    ВАЖНО! Супермирный может раскрыть свою роль."
    },
    {
      "role": "Судья",
      "content": "    Судья это светлый игрок. Он просыпается ночью, и выбирает игрока, которого хочет проверить, и засыпает. Если игрок оказывается плохим, то утром ведущий объявляет что его посадили в тюрьму.\n    Сидящий в тюрьме не может голосовать и не может делать выбор ночью. Его нельзя выгнать или выбрать ночью.\n    Судья может освободить сидящего в тюрьме, если выберет его ночью повторно.\n    Сидящего в тюрьме может убить детектив или патрульный.\n    Заключенные освобождаются если судья выбывает из игры.\n    ВАЖНО! Если заключен один из членов мафии или картеля, то остальные могут стрелять, НО если заключены все члены мафии или картеля, то их выстрелы не будут засчитаны.\n    ВАЖНО! Если вор украдет роль судьи, он сможет освободить заключенного игрока."
    },
    {
      "role": "Экстрасенс",
      "content": "    Экстрасенс это светлый игрок. Он просыпается ночью, и выбирает двух игроков, ведущий покажет экстрасенсу, находятся эти игроки на одной стороне или нет. Таким образом при проверке экстрасенс будет знать что оба игрока плохие или оба хорошие.\n    После того как выбывает один из проверенных экстрасенсом игроков, экстрасенс может сделать вывод что оставшийся проверенный либо плохой либо хороший.\n    Экстрасенс может проверять одного и того же игрока сколько угодно раз (например если он убедиться что один игрок хороший, он может сравнивать его с другими)\n    Разные группировки темных игроков находятся на разных сторонах. Таким образом мафия и картель на разных сторонах.\n    Мафия, адвокат, дон и стукач находятся на одной стороне.\n    Одиночки(маньяк, оборотень, вор и отравитель) всегда будут показаны на разных сторонах с кем бы их не сравнивал экстрасенс."
    },
    {
      "role": "Журналист",
      "content": "    Журналист это светлый игрок. Он просыпается ночью и указывает игрока, у которого он украдет голос на голосовании.\n    Голос игрока, которого выбрал журналист не будет учитываться на голосовании, а голос журналиста будет учитываться как 2 голоса.\n    Если журналист или тот кого он выбрал не пережили ночь, то у всех остается 1 голос."
    },
    {
      "role": "Близнецы",
      "content": "    Близнецы это светлый игрок, их всегда двое. Они просыпаются только в первую ночь, что бы познакомиться друг с другом. Если убивают или выгоняют одного из близнецов, второй автоматически умирает.\n    Если спасли (доктор, красотка, телохранитель) одного близнеца, это действие распространяется и на второго близнеца."
    },
    {
      "role": "Зеркало",
      "content": "    Зеркало это светлый игрок. Он не просыпается ночью. Если ночью убивают зеркало, автоматически умирает стрелявший в него.\n    Если стрелявших было несколько, или это была группа (мафия, картель, якудза) то умирает один случайно выбранный из всего списка стрелявших."
    },
    {
      "role": "Лидер",
      "content": "    Лидер это светлый игрок. Он не просыпается ночью. Он влияет на голосование.\n    Если на голосовании несколько игроков набрали одинаковое количество голосов, то выбывает тот, в кого из них проголосовал лидер."
    },
    {
      "role": "Оратор",
      "content": "    Оратор это светлый игрок. Он не просыпается ночью. Он влияет на голосование.\n    Если он во время голосования возьмет золотую минуту, то в это голосование у него будет 2 голоса."
    },
    {
      "role": "Агент",
      "content": "    Агент это светлый игрок. Он просыпается ночью вместе с группами темных игроков (Мафия и Картель), и притворяется одним из них.\n    Агент знает кто является мафией а кто картелем. Его задача убедить группы темных стрелять ночью друг в друга.\n    Темные игроки могут ночью выбрать одного из своих, подозревая что это агент, если они выберут правильно, то этой ночью им будет позволено совершить второй выстрел, иначе они совершат только 1 выстрел. Если мафия или картель выстрелили в агента, его не спасут действия доктора, красотки или телохранителя.\n    Агенту запрещено разглашать что он агент и знает кто является темными игроками. \n    ВАЖНО! Если в агента выстрелит мафия или картель, агент умирает в любом случае и не может быть спасен (исключением является если роль стреляющих украдена или заблокирована)."
    },
    {
      "role": "Мафия",
      "content": "    Мафия это группа темных игроков. Они просыпаются ночью и делают совместный выбор с помощью жестов, кого из игроков убить. К мафии также относятся такие роли как адвокат, стукач, дон.\n    Если они не успеют сделать выбор за отведенное время, их выбор не будет учтен ведущим, и выстрел не будет совершен."
    },
    {
      "role": "Картель",
      "content": "    Картель это группа темных игроков, аналогично мафии. Они просыпаются ночью и делают выстрел."
    },
    {
      "role": "Якудза",
      "content": "    Якудза это группа темных игроков, аналогично мафии. Они просыпаются ночью и делают выстрел."
    },
    {
      "role": "Адвокат",
      "content": "    Адвокат это темный игрок, член мафии. Он просыпается ночью 2 раза.\n    Первый раз он просыпается и делает выбор одного из членов своей мафии, которого он защитит от изгнания на голосовании.\n    Во второй раз он просыпается вместе с мафией и делает совместный выбор кого убить.\n    Игрока которого ночью защитил адвокат, нельзя выгнать, вместо него на голосовании будет выгнан игрок, собравший больше всех голосов после защищенного."
    },
    {
      "role": "Дон",
      "content": "    Дон это темный игрок, член мафии. Он просыпается ночью 2 раза. Первый раз он просыпается и делает выбор игрока, роль которого он хочет заблокировать.\n    Таким образом, игрок будет заблокирован, и не ночью его действия не будет учтены (например детектив не сможет сделать проверку).\n    Во второй раз он просыпается вместе с мафией и делает совместный выбор кого убить."
    },
    {
      "role": "Стукач",
      "content": "    Стукач это темный игрок, член мафии. Он просыпается ночью 2 раза. Первый раз он просыпается и делает выбор игрока, которого он очернит. Таким образом при проверке этого игрока детективом или сыщиком, ему будет показано что этот игрок плохой.\n    Во второй раз он просыпается вместе с мафией и делает совместный выбор кого убить."
    },
    {
      "role": "Консильери",
      "content": "    Консильери это темный игрок, член мафии. Он просыпается ночью 2 раза. Первый раз он просыпается и ищет шерифа, он выбирает игрока, и ведущий сообщает ему, шериф это или нет (шерифами являются Детектив, Сыщик, Патрульный, Супермирный, Судья), также консильери может найти агента.\n    Во второй раз он просыпается вместе с мафией и делает совместный выбор кого убить. Если он нашел шерифа или агента, он может сообщить об этом остальной мафии."
    },
    {
      "role": "Маньяк",
      "content": "    Маньяк это темный игрок, одиночка. Он просыпается ночью и делает выбор в кого выстрелить."
    },
    {
      "role": "Отравитель",
      "content": "    Отравитель это темный игрок, одиночка. Он просыпается ночью, и выбирает игрока, которого он хочет отравить.\n    После голосования отравленный игрок выбывает.\n    Исключением является если отравленный игрок оказался с запасными жизнями (телохранитель или везунчик), в таком случае игрок потеряет 1 жизнь.\n    Отравленного игрока невозможно спасти."
    },
    {
      "role": "Берсерк",
      "content": "    Берсерк это темный игрок, одиночка. Он не просыпается ночью до тех пор, пока рядом сидящий по номеру слева или справа номер не умрет. Если соседний номер умирает, то следующей ночью берсерк просыпается и делает сразу 2 выстрела.\n    Берсерк всегда проверяется шерифом как темный игрок.\n    Если вор украдет у пробужденного берсерка оружие, то он сделает сразу 2 выстрела."
    },
    {
      "role": "Вор",
      "content": "    Вор это темный игрок, одиночка. Он просыпается ночью и выбирает игрока, у которого он украдет роль на эту ночь.\n    После выбора игрока, ведущий покажет вору какую роль он украл, и вор делает еще один выбор, на ком использовать эту роль.\n    Если у игрока которого выбрал вор нет роли(Мирный), то вор ничего не ворует и сразу засыпает.\n    Вор не может использовать роль на том, у кого он ее украл.\n    Действия игрока у которого вор украл роль не будут учитываться.\n    Если роль имеет пистолет, то вор совершит выстрел, в того кого выберет повторно.\n    Если вор украл роль у одного из группировки (мафии, картеля, якудзы) то выстрел всей группы не будет учитываться этой ночью.\n    Если вор украдет роль у дона или другой мафии, то он получит пистолет и будет засчитано что он украл роль у мафии, при этом тот у кого украли роль не сможет ее исполнить.\n    Если вор украдет роль доктора, то он сможет вылечить себя.\n    Если вор украдет роль у детектива то детектив не сможет сделать проверку.\n    Вор не может повторно воровать у одного и того же игрока.\n    Если вор украл роль которая имеет способности но не делает выбора ночью (везунчика, зеркала, лидера, оратора) то он сам становится этой ролью а обворованный теряет свои способности на эту ночь.\n    ИСКЛЮЧЕНИЕ! Если вор украл роль у мстителя или одного из близнецов, то ничего не происходит.\n    ВАЖНО! Если вор посетит в течение игры все игровые роли, то ему выдается пистолет, и дальнейшие ночи он будет стрелять.\n    ВАЖНО! Если в тюрьме сидят игроки, у которых вор еще не украл роль, а у всех остальных он уже побывал, то вор получает свой пистолет, но только до тех пор пока эти игроки сидят в тюрьме."
    },
    {
      "role": "Зомби",
      "content": "    Зомби это темный игрок, одиночка. Он является мирным пока его не убьют, после того как зомби должен был быть убит, он не умирает, а обретает иммунитет к отравлению, становится темным игроком и начинает стрелять каждую ночь.\n    При повторном убийстве зомби умирает.\n    Пока зомби является мирным игроком, он проверяется как хороший игрок."
    },
    {
      "role": "Оборотень",
      "content": "    Оборотень это темный игрок, одиночка. Он просыпается ночью только в полнолуние (2, 4, 6 ночи и тд. через ночь) и совершает выстрел.\n    В ночь когда оборотень не просыпается (1, 3, 5 и тд.) он проверяется для детектива как хороший игрок."
    },
    {
      "role": "Минер",
      "content": "    Минер это темный игрок, одиночка. Он просыпается ночью, и выбирает игрока, которого он хочет заминировать. Если в заминированного будет произведен выстрел, то он взорвется, и убьет соседних игроков слева и справа.\n    Минер может заминировать себя."
    },
    {
      "role": "Сектант",
      "content": "    Сектант это темный игрок. Он просыпается ночью, и выбирает игрока, которого он хочет забрать в свою секту. Ведущий должен разбудить выбранного игрока прикосновением, что бы игрок познакомился с сектой. Таким образом игрок теряет свою роль и становится частью секты.\n    Игроки находящиеся в секте не могут использовать свои роли ночью, они просыпаются вместе с сектой следующей ночью и выбирают кого пригласить в секту, таким образом секта пополняется каждую ночь.\n    На голосовании, голоса участников секты не учитываются, вместо этого, голоса всех участников секты записываются против того игрока, против которого проголосовал главный сектант.\n    Когда сектант выбывает из игры, вся секта распадается и все участники возвращаются к своим ролям.\n    ВАЖНО! В секту нельзя заманить Детектива, Сыщика, Патрульного и Судью."
    }
  ]
}
